[
   {
      "who":"GRACE P.",
      "what":"Technoblade Shirt",
      "when":"I got it about half a year ago.",
      "where":"Off of his [Technoblade's] website",
      "why":"Some of the money from the merch goes to cancer research, and I really liked his content, so this shirt is precious to me",
      "how":"I wear it as pajamas (because I cannot wear this shirt outside)."
   },
   {
      "who":"ROHINI SARKAR",
      "what":"Mother’s Leather Jacket",
      "when":"Since I've come to college, so a year and a half. I wear it regularly.",
      "where":"From my mum!",
      "why":"I really like wearing clothes from other people since it reminds me of them every time I wear it, and it feels like I'm carrying a piece of them with me wherever I go. As I've gotten older, I got a lot of my style inspiration from my mother, and have been wearing a lot of her old clothes in college to feel close to her while also reflecting how my style is growing more similar to her as I get older. Her black leather jacket fits on me slightly oversized and it's a staple in my closet, it goes with most of the pieces in my closet and really embodies my style, while also keeping me warm through the NYC fall till spring.",
      "how":"With everything! Recently i've been wearing it over sweaters/turtlenecks and long skirts and boots and even the long skirts remind me of my mum's style. It's just a more interesting way to wear winter fashion than just pants and a puffer jacket."
   },
   {
      "who":"PEARL LU",
      "what":"Silver Bracelet",
      "when":"I had this item for 5 years now.",
      "where":"My aunt, received it as a gift in China",
      "why":"This item is especially special to me because I was gifted this back in the summer of 2018, the first time I've ever flown on the plane and gone to China by myself. so, this bracelet represents a lot of things for me. A symbol of maturing and growing up, a symbol of my family, and a symbol of memories I created during that summer.",
      "how":"I've never taken it off since. maybe when i go swimming or go to spas bc of the chlorine. Other than that it always stays on me. when i sleep, shower, or do anything."
   },
   {
      "who":"ZACH FERNANDEZ",
      "what":"Archangel Rafael Necklace",
      "when":"I believe I’ve had it for 3 years!",
      "where":"My mom gave me the necklace before my confirmation to commemorate the event [Confirmation].",
      "why":"Well it does commemorate a little religious event in my life, so it is special for that reason! I’m actually not super religious, but my mom is quite catholic, so it was important to her that I got confirmed. But regardless, I like to think the necklace protects me. Also! I think it's kinda just a thing I like to have on my body! I like to always be wearing it and before this necklace I had a different one on with saint John Vianney.",
      "how":""
   },
   {
      "who":"JULIA T.",
      "what":"Chain with Key",
      "when":"I’ve had this necklace for about 8 months.",
      "where":"I got the chain out of my mom’s jewelry box and the pendant from my aunt.",
      "why":"The chain belonged to my mom, and the pendant belonged to my grandma. It’s special to me because to me it’s like I am taking something from my history and making it my own.",
      "how":"I don’t really style it, I just wear it all the time."
   },
   {
      "who":"THIHA",
      "what":"Black Jacket",
      "when":"He had it for like about 7 years already, so I have worn it before but like now it's like mine for about 3 months now.",
      "where":"It’s my dad’s…I just asked him to send it to the states this year.",
      "why":"It's important because it's such a versatile piece that goes with everything. It's also a perfect puffer alternative during the winter season. And also because it's my dad's.",
      "how":"I think I usually wear black jeans or black pants with my black Chelsea boots."
   },
   {
      "who":"A.L",
      "what":"Promise Ring",
      "when":"Around 3 months",
      "where":"Etsy",
      "why":"It's like a physical object that symbolizes our connection...kinda corny.",
      "how":"I wear it on my left index finger."
   },
   {
      "who":"SELINA",
      "what":"Good Luck Necklace",
      "when":"I got it the summer before college started.",
      "where":"I got it from my mom!!",
      "why":"",
      "how":""
   },
   {
      "who":"JAYNU",
      "what":"Spiral Silver Ring",
      "when":"5 years",
      "where":"From my grandmother, it’s sort of an heirloom.",
      "why":"It used to be my late maternal grandmothers’. I got it after she passed away, and I was really close to her. I wear it all the time, and it weirdly makes me feel safe and confident.",
      "how":"I wear it on my thumb. Many Indian traditions involve women wearing toe rings, and when she was young she used to wear it on her big toe; and because I don’t like wearing toe rings, I wear it on my thumb."
   },
   {
      "who":"APARNA KRISHNAN",
      "what":"Pearl Earrings",
      "when":"I have had it for 3 years now, but my mother has worn it for several years prior.",
      "where":"My mother gifted it to me when I was 16.",
      "why":"It’s special to me because she gifted it to me and everytime i wear it, I am reminded of her. I also receive a lot of compliments on it.",
      "how":"I would style it both casually and dressing it up, depending on the occasion, but I notice that mostly I wear it with lighter/softer coloured clothes."
   },
   {
      "who":"LIZA B.",
      "what":"Sun Necklace",
      "when":"4 months!!",
      "where":"My matching sun and moon necklace (I have the sun) that I made from charms at Michaels.",
      "why":"It’s special because it was what I gave to my (first ever) partner when I asked them if I could be their girlfriend. It has sentimental value, but also significant to who we are. We both wear them everyday.",
      "how":"I wear it everyday when I go out, whether around my neck, or wrap it around my wrist!"
   },
   {
      "who":"NINA ULAGANATHAN",
      "what":"Gold Nose Ring",
      "when":"Two years",
      "where":"India",
      "why":"I feel like the nose ring connects me to my culture, because nose rings are a huge part of South Asian femininity.",
      "how":"I usually wear it at cultural events with traditional Indian clothes."
   },
   {
      "who":"MORGAN ROSELLINI",
      "what":"Pink Fringe Moth Mini Dress",
      "when":"3 Years",
      "where":"Fashion Brand Company",
      "why":"It reminds me of Dolly Parton, it’s from a sustainable company, it’s chic and unique and I feel like it represents my style the best out of any item in my closet.",
      "how":"With pink cowboy boots and big earrings."
   },
   {
      "who":"ROSIE",
      "what":"Dad’s Shirt",
      "when":"I’ve had this item since spring of 2021.",
      "where":"Was a hand me down given to me by my dad.",
      "why":"The shirt is special to me because Iggy Pop is an artist that my parents bonded over in college, and also because when my mom was pregnant with me, they went to an Iggy Pop show with a sign asking him if he wanted to be my godfather, and he came over to them, shook their hands and said yes.",
      "how":"I like to style the shirt on top of a thermal and wear it with some vintage straight leg jeans with boots."
   },
   {
      "who":"DRITHI KANADOOR",
      "what":"Necklace with a Star Pendant",
      "when":"2 months",
      "where":"From Pandora as a birthday gift",
      "why":"My roommates bought it for me for my 20th birthday and we went to the store together for me to try it on and pick it up. It was very cute and is definitely a core memory for me. ",
      "how":"I wear it all the time because it’s small and simple!"
   },
   {
      "who":"JAZZ WONG",
      "what":"Blue Motorcycle Jacket",
      "when":"I've had this for around 4 months.",
      "where":"I got this jacket on EBay from some old guy.",
      "why":"Personally, I think this jacket is one of my best thrift-finds. I feel as if it really captures my style and personality. Plus, it's super warm and perfect for the cold New York weather. ",
      "how":"I style this jacket with either cargo pants and some form of crop top or a mini skirt, button-up, and a tie. Honestly, anything blue or black in my wardrobe suits it nicely. "
   },
   {
      "who":"REN",
      "what":"Friendship Ring",
      "when":"It’s been in my wardrobe for about 2 years.",
      "where":"I got it for my best friend right before we left for college as a goodbye present.",
      "why":"It’s the same ring my best friend has, so it reminds me of her when we are apart.",
      "how":"It kinda just goes with any outfit I have, or if I wanna be special and wear rings it’s the first one I’ll wear."
   },
   {
      "who":"Q.S",
      "what":"Self-Created Ring",
      "when":"I’ve had this item for almost 3 years.",
      "where":"I made this item in a DIY shop when I was in Shenzhen, China.",
      "why":"It’s special to me because I made it together with my partner. ",
      "how":"I wouldn't say I’d style the ring particularly, I just wear it everyday and i’ve become used to wearing it."
   },
   {
      "who":"KATHRYN T.",
      "what":"Cherry Patterned Dress",
      "when":"I’ve had it for 2 years.",
      "where":"I got it from a shop in santa cruz that sold alt clothing (fishnets, weird dresses, etc).",
      "why":"It's special to me because I bought it with my friend and it reminds me of all the fun we’ve had together. Also, it’s my go-to outfit when going out with my college friends, so it reminds me of having fun with them too.",
      "how":"I style it with a white sweater with cherry decorations that I have, white socks, and nice-looking shoes? I don't know, I've never found a pair of shoes that have looked good with the dress. I don’t usually wear jewelry but if I did, I’d find a pair of cherry earrings to go with it."
   },
   {
      "who":"JENNY",
      "what":"(Broken) Jade Necklace",
      "when":"I'd say I had it for around 5 years before it broke.",
      "where":"I got it from my grandma a few years ago.",
      "why":"I felt protected! It was kind of like a lucky charm to me.",
      "how":"I would honestly just wear it everyday without really styling it anyway, just because to me it looked so cute without having to be stylized."
   },
   {
      "who":"NATALIE WONG",
      "what":"Volleyball Jersey",
      "when":"I haven’t had them very long—maybe around, like November-ish.",
      "where":"My volleyball club gave them to me.",
      "why":"It’s special to me, because they represent all the hard work I've put into the sport and the obstacles I've overcome through playing the sport. ",
      "how":"I style my item with spandex, a cool hairstyle…or leggings instead of spandex. They make me feel confident too. (Not the sleeveless one though, that one is nasty.)"
   },
   {
      "who":"CLAIRE K.",
      "what":"Beaded Necklace",
      "when":"I’ve had it for about a year now.",
      "where":"I got it at Plato’s closet.",
      "why":"It has two sides to it. Colorful and not. I think it’s a big representation of my personality and what I love to wear as well as my crazy and professional side.",
      "how":"I style it with any clothing that has colorful parts to it. Adding a pop of color and tying together the piece."
   },
   {
      "who":"SWARA",
      "what":"Printed Flounce Robe",
      "when":"4 years",
      "where":"I stole it from my mom.",
      "why":"A little bit because it used to be my mom’s, but mostly because it’s so soft and pretty and I associate it with certain self care rituals and smoking or just hanging out with my friends because that’s when I wear it.",
      "how":"I usually wear it at home, with a tank top and sleep shorts. It’s self care clothing for me"
   },
   {
      "who":"ABIGAIL",
      "what":"Brown Sweater",
      "when":"6 months",
      "where":"Flea market in los angeles",
      "why":"It's comfy and I got it for $5.",
      "how":"I wear it all the time because its comfy yet cute, i usually wear a skirt or jeans with it plus accessories."
   },
   {
      "who":"ANJALI",
      "what":"Teddy Bear Necklace",
      "when":"The summer before freshman year of college, which was a crazy weird summer.",
      "where":"It was the first thing I bought when I got my first job.",
      "why":"It reminds me of all the awesome kids I met (I was a camp counselor).",
      "how":""
   },
   {
      "who":"HUA C.",
      "what":"福(Fu) Necklace",
      "when":"8 years",
      "where":"It was originally bought for me by my mom at a market.",
      "why":"I like to think about it as a good luck charm of sorts, even if it’s not a traditional charm or anything, it just has luck written on it and my child self felt like that was enough",
      "how":"I pretty much add it to any outfit, especially when I feel I have an important or significant day ahead of me"
   }
]